[
    {
        "fact": "Igel haben ein schlechtes Sehvermögen, da sie nachtaktive Tiere sind. Dafür haben sie aber einen ausgezeichneten Geruchs- und Hörsinn. Obwohl die Ohren des Igels sehr klein sind, kann er sogar ganz hohe und ganz leise Töne ausmachen. ",
        "imagePath": "/panic1.png"
    },
    {
        "fact": "Jeder Igel hat 5000 bis 7000 Stacheln, bei denen es sich um verhornte Haare handelt. Sie sind weder giftig noch mit Widerhaken versehen und fest mit dem Igel verbunden. Jeder Stachel hat dabei einen eigenen kleinen Muskel. Es sind immer mehrere Stachel in einem Stachelverband, wodurch der Igel, je nach dem wo eine Berührung stattfindet, die Stacheln an unterschiedichen Stachelverbänden aufstellen kann.",
        "imagePath": "/panic2.png"
    },
    {
        "fact": "Igelstacheln sind innen immer hohl, sonst wären sie zu schwer.",
        "imagePath": "/peaceful2.png"
    },
    {
        "fact": "Igel bekommen zwischen zwei und zehn Jungen pro Wurf. Im Schnitt sind es vier bis fünf Jungen. Die Babyigel werden schon mit Stacheln geboren.",
        "imagePath": "/peaceful1.png"
    },
    {
        "fact": "Weltweit gibt es 24 verschiedene Igelarten. Igel können in Wäldern, Wüsten, Savannen, Parks und Gärten leben. Je nachdem wo sie leben, nisten sie möglicherweise unter kleinen Büschen oder Felsen oder graben Höhlen im Boden.",
        "imagePath": "/peaceful2.png"
    },
    {
        "fact": "Ihre frühesten Verwandten lebten vor etwa 125 Millionen Jahren. Der Igel ist eines der ältesten Säugetiere, welches die Eiszeit überlebt hat.",
        "imagePath": "/peaceful2.png"
    },
    {
        "fact": "Wenn sich ein Igel bedroht fühlt, rollt er sich zu einer kleinen, stacheligen Kugel zusammen, um sich zu schützen und Raubtiere fernzuhalten. In dieser gerollten Form sind Igel für Dachse, Füchse und andere Raubtiere viel weniger attraktiv.",
        "imagePath": "/panic2.png"
    },
    {
        "fact": "Nicht alle Igel-Arten halten einen Winterschlaf. Da Igel in einer Vielzahl von Klimazonen auf der ganzen Welt leben, müssen jedoch einige Arten Winterschlaf halten, um durch den kalten Winter zu kommen. Igel in Wüstenregionen können hingegen das ganze Jahr über wach bleiben. In den kältesten Regionen können Igel bis zu sechs Monate lang Winterschlaf halten. Sie essen in den Monaten vor dem Winterschlaf besonders viel, um Fett für mehrere Wochen aufzubauen. Während des Winterschlafs erwachen Igel jedoch für einige Male, um nach Nahrung zu suchen und kehren dann in ihren Schlaf zurück. Igel können ihren Zeitplan für den Winterschlaf anpassen und in wärmeren Klimazonen oder wenn die Winter besonders mild sind, überhaupt keinen Winterschlaf halten.",
        "imagePath": "/peaceful1.png"
    },
    {
        "fact": "Manche Igelarten sind von Natur aus immun gegen Schlangengift. So hat beispielsweise der europäische Igel bestimmte Proteine ​im Blut, die Schlangengift neutralisieren und eine natürliche Immunität gegen Schlangengift bieten. Die Immunität ist jedoch nicht 100 Prozent gegeben und wenn sie von einer virulenteren Schlange gebissen werden, kann der Igel diesem Biss immer noch erliegen.",
        "imagePath": "/peaceful2.png"
    },
    {
        "fact": "Igel können Infektionen an Menschen weitergeben und eine Vielzahl von Viren oder Bakterien wie beispielsweise Salmonellen oder Parasiten wie Zecken, Flöhe und Milben auf den Menschen übertragen. Dies passiert beispielsweise bei direktem Kontakt mit einem Igel. Am häufigsten betroffen sind Besitzer von Haustierigeln.",
        "imagePath": "/panic2.png"
    },
    {
        "fact": "Der durchschnittliche Igel hat 44 Zähne. Igelzähne sind bereits nach drei Wochen vollständig ausgebildet. Igelzähne wachsen nur einmal – sobald sie einen Zahn verlieren, wächst er nie mehr nach. Daher ist Zahnhygiene äußerst wichtig.",
        "imagePath": "/peaceful1.png"
    },
    {
        "fact": "Die Nahrung von Igeln besteht hauptsächlich aus Gartenschädlingen. Als Allesfresser fressen Igel normalerweise Schädlinge wie Insekten und Schnecken. Es wurde jedoch auch beobachtet, dass Igel Frösche, Schlangen, Eier und Aas fressen. Wenn keine lebende Beute verfügbar ist, essen Igel auch Pilze, Wurzeln, Beeren und andere Früchte.",
        "imagePath": "/peaceful2.png"
    },
    {
        "fact": "Igel kommunizieren über viele verschiedenen Geräusche. Dabei sind Igel ziemlich lautstarke Wesen, die eine Vielzahl von Klängen mit unterschiedlichen Bedeutungen erzeugen. Auf der Suche nach Nahrung grunzen und schnaufen Igel normalerweise wie Schweine. Während der Paarungszeit schnaufen sie wie eine Dampflock, um Partner anzulocken. Baby Igel zwitschern, um Hunger anzuzeigen, während erwachsene Igel schreien, zischen oder klicken, um Aggression anzuzeigen. Mehr zu den verschiedenen Igel-Geräuschen kannst du hier lesen bzw. hören.",
        "imagePath": "/peaceful1.png"
    },
    {
        "fact": "Unser heimischer Igel, der europäische Igel, ist der größte seiner Rasse. Laut dem Guinness-Buch der Rekorde erreichte der größte Igel eine Länge von 35 cm und wog über 2,2 kg.",
        "imagePath": "/peaceful2.png"
    },
    {
        "fact": "Afrikanische Zwergigel sind die kleinsten Igel der Welt und werden in anderen Ländern wie bspw. den USA oft als Haustier gehalten. Afrikanische Zwergigel sind im Durchschnitt 15 bis 22 cm lang.",
        "imagePath": "/peaceful2.png"
    },
    {
        "fact": "Das Halten von Igeln als Haustiere ist in Deutschland verboten. Sie stehen unter Naturschutz, weshalb es gesetzlich verboten ist, sie daheim zu einzusperren.",
        "imagePath": "/panic2.png"
    },
    {
        "fact": "Igel erstellen sich Landkarten im Kopf, inklusive Verstecken, Höhlen und Futterstellen. Sie haben ein ausgezeichnetes Gedächtnis.",
        "imagePath": "/peaceful1.png"
    },
    {
        "fact": "Igel sind Allesfresser aber sie dürfen keine Milchprodukte fressen. Igel und auch Babyigel vertragen daher Kuhmilch überhaupt nicht gut. Sie verursacht Durchfall und kann lebensbedrohlich werden.",
        "imagePath": "/panic1.png"
    },
    {
        "fact": "Damit ein Igel den Winterschlaf überleben kann, sollte er mindestens 500-600g wiegen wenn er schlafen geht.",
        "imagePath": "/panic2.png"
    },
    {
        "fact": "Ein Igel kann relativ alt werden, nämlich 8 oder 9 Jahre, in Ausnahmefällen auch bis zu 10 Jahren. Leider erreichen die meisten Igel in freier Wildbahn dieses Alter nicht, sondern werden nur 2-3 Jahre alt. Mehr zur Lebenserwartung von Igeln erfährst du hier.",
        "imagePath": "/panic2.png"
    }
]